Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The Polish library is the first initiative of this kind, but the Polish Embassy in Amman intends to rouse foreign and local sponsors into building similar libraries in the poorest regions in Jordan.
pl: Polski pawilon biblioteczny jest pierwszym tego typu w Jordanii, ale intencją Ambasady RP w Ammanie jest, aby działania na rzecz tworzenia kolejnych bibliotek w najuboższych regionach Jordanii były podejmowane również przez innych sponsorów zagranicznych i miejscowych.

source: Development cooperation discussed at Polish Institute of Diplomacy
pl: O współpracy rozwojowej w Polskim Instytucie Dyplomacji

source: Presentation of the Development Co-operation Report 2015 was the chief aim of a visit to Warsaw by Erik Solheim, Chair of the Development Assistance Committee of the Organization for Economic Co-operation and Development (OECD DAC).
pl: Prezentacja Raportu o współpracy rozwojowej 2015 DAC OECD była głównym celem wizyty Przewodniczącego Komitetu Pomocy Rozwojowej Organizacji Współpracy Gospodarczej i Rozwoju (DAC OECD), Erika Solheima w Warszawie.

source: The discussion of the report at the Polish Institute of Diplomacy was attended by Deputy Minister Konrad Pawlik.
pl: W dyskusji w Polskim Instytucie Dyplomacji towarzyszącej omówieniu raportu uczestniczył wiceminister Konrad Pawlik.

source: “Poland is a new donor of development assistance.
pl: Polska jest nowym dawcą pomocy rozwojowej.

source: Historically, your country received huge amounts of aid from the European Union and other European countries.
pl: Historycznie była odbiorcą ogromnej pomocy od Unii Europejskiej i innych krajów Europy.

source: Support also came from my country, Norway.
pl: Również od mojego kraju, Norwegii, otrzymała ogromne wsparcie.

source: Poland has developed very quickly in recent years,” Erik Solheim said at the presentation event.
pl: Polska rozwinęła się niezwykle szybko w ostatnich latach i nadszedł czas, by to teraz ona wsparła inne kraje.

source: “With the Eastern Partnership, we are sharing what we've gained during the transformation process.
pl: „W sprawie Partnerstwa Wschodniego dzielimy się tym co uzyskaliśmy w procesie transformacji.

source: In Africa, our focus is on poverty reduction, enhancing education, and access to healthcare,” said the deputy chief of Polish diplomacy.
pl: Jeśli chodzi o kraje afrykańskie to skupiamy się na redukcji ubóstwa, wzmacnianiu edukacji oraz dostępie do opieki zdrowotnej.

source: The OECD's DAC report is an annual document analysing current tendencies in international development cooperation.
pl: Raport DAC OECD stanowi kluczowy doroczny dokument zawierający statystyki oraz analizy aktualnych tendencji w obszarze międzynarodowej współpracy rozwojowej na świecie.

source: For the second time running, the report has put Poland in the donor of development assistance category.
pl: Polska po raz drugi została uwzględniona w Raporcie jako donator pomocy rozwojowej.

source: The report will only be presented in a handful of world capitals, including Paris, Brussels, and Washington.
pl: Prezentacja raportu będzie miała miejsce jedynie w kilku wybranych stolicach świata, w tym m.in.

source: Ever since its establishment in 1961, the Committee has been setting standards of global development cooperation.
pl: Od momentu powstania, w 1961 roku, DAC OECD wyznacza standardy działania dla globalnej współpracy rozwojowej.

source: Rescue structures of the Maltese Relief Service launched in Ukraine
pl: Ruszyły struktury ratownicze Maltańskiej Służby Pomocy na Ukrainie

source: On 5-6 September, the Ukrainian city of Ivano-Frankivsk hosted the first international manoeuvres of paramedics.
pl: W dniach 5 - 6 września w Iwano-Frankiwsku na Ukrainie trwały pierwsze międzynarodowe manewry ratowników medycznych.

source: “We began preparing for the manoeuvres several weeks in advance.
pl: „Przygotowania do manewrów rozpoczęliśmy kilka tygodni wcześniej.

source: We developed task scenarios, designated locations for simulated accidents, and secured permits from the municipal authorities.
pl: Pracowaliśmy nad scenariuszami zadań, wyznaczaliśmy miejsca pozoracji, staraliśmy się o pozwolenia od władz miasta.

source: The final week before the manoeuvres was especially busy.
pl: Szczególnie intensywny był ostatni tydzień przed manewrami.

source: Technical issues had to be solved, and the ‘casualties' found.
pl: Trzeba było rozwiązać kwestie techniczne, znaleźć "poszkodowanych".

source: Our work involved scores of volunteers, each of whom was in charge of their section of the manoeuvres.
pl: Do pracy włączono wielu wolontariuszy, z których każdy odpowiadał za swoją cząstkę manewrów.

source: The hardest bit was to link up 150 people into one seamless process to make things run smoothly.
pl: Najtrudniej było połączyć w jeden nieprzerwany proces 150 osób tak, aby wszystko odbywało się sprawnie.

source: said Lesya Gunchak, the project's coordinator for Ukraine
pl: Powiedziała Lesya Gunchak koordynator projektu na Ukrainie.

source: Ilona and Marcin Świerad represented the Order of Malta in Poland, while board president Damian Zadeberny and administrative plenipotentiary Zofia Zadeberny were delegated by the Maltese Medical Service Foundation.
pl: Zakon Maltański Polska reprezentowali Ilona i Marcin Świerad, a Fundację Maltańska Służba Medyczna - Damian Zadeberny, prezes zarządu, oraz Zofia Zadeberny, pełnomocnik ds. administracji.

source: “First-aid manoeuvres are the ultimate test for new rescue teams and their trainers.
pl: „Manewry pierwszej pomocy są ostatecznym "egzaminem dojrzałości" utworzonych zespołów ratowników oraz sprawdzianem ich trenerów.

source: From now on, the Maltese in Ukraine have the necessary knowledge and professional equipment to extend and, even more importantly, to teach first aid
pl: Od tej chwili Maltańczycy z Ukrainy posiadają niezbędną wiedzę i profesjonalny sprzęt do niesienia pomocy.

source: Rescuers helped a motorcyclist (pelvis injury) and an inline skater (open fracture) involved in an accident, a worker who fell down from a high scaffolding (unconscious, impaled on a rod), a half-drowned man pulled out of a lake, and a man with a heart attack.
pl: Ratownicy pomagali poszkodowanym zderzenia motocyklistki (uszkodzona miednica) i rolkarza (otwarte złamanie), robotnikowi, który spadł z wysokiego rusztowania (nieprzytomny, przebity prętem), podtopionemu mężczyźnie wyciągniętemu z jeziora oraz mężczyźnie z zawałem serca.

source: In the last scenario, the volunteers were asked to provide psychological support to the victim's ‘wife', whose panic attacks were masterly simulated by a Ukrainian volunteer.
pl: W tej ostatniej scence dodatkowym zadaniem wolontariuszy było udzielenie wsparcia psychologicznego „żonie” poszkodowanego, której napady paniki perfekcyjnie odgrywała jedna z ukraińskich wolontariuszek.

source: What the judges looked at was not only whether medical procedures were correctly applied, but also how effectively the teams worked and whether the rescuers made sure they themselves and the casualties were safe.
pl: Sędziowie oceniali nie tylko prawidłowe stosowanie procedur medycznych, ale też efektywność pracy zespołu i to, czy ratownicy zadbali o bezpieczeństwo własne i poszkodowanych.

source: “It's the first minutes after a disaster that count the most.
pl: "Pierwsze minuty po tragedii są najbardziej wartościowe.

source: If we help a person the right way, we improve their chances of staying alive and well,” Lubomyr Solomyany, a Ukrainian volunteer and participant of the manoeuvres, later explained.
pl: Jeśli prawidłowo udzielimy pomocy osobie, to zwiększamy szanse na zachowanie zdrowia i życia tego człowieka " - powiedział po manewrach Lubomir Sołomjany, ukraiński wolontariusz i uczestnik manewrów.

source: He went on to say that: “Taking part in these exercises and manoeuvres was a new experience and new skills for me.
pl: I dodał, że: „Udział w ćwiczeniach i manewrach to dla mnie nowe doświadczenie i możliwość rozszerzenie umiejętności.

source: What I liked most was the chance to work with state-of-the-art equipment from Poland.”
pl: Największą radością była praca z wykorzystaniem nowoczesnego sprzętu z Polski”.

source: The winning team was a patrol from Lviv that scored 118 points.
pl: Zwycięską drużyną okazał się patrol ze Lwowa, który zdobył 118 pkt.

source: The teams from Germany, Lviv, and Kyiv won 116 points each, which shows that the manoeuvres were at a high level.
pl: O poziomie manewrów świadczy fakt, że zespoły z Niemiec, Lwowa i Kijowa zdobyły po 116 pkt.

source: “I'm sure the work we've done won't be wasted.
pl: „Wiem, że wykonana przez nas praca nie pójdzie na marne.

source: A case in point is the manoeuvres, which have shown that the rescuers we've trained to help people in need are really top-class.
pl: Świadczą o tym manewry, które pokazały, jak doskonałych ratowników wypuszczamy w świat, by nieśli pomoc osobom w potrzebie.

source: The project was co-funded by the Polish aid programme operated by the Ministry of Foreign Affairs of the Republic of Poland.
pl: Projekt otrzymał dofinansowanie z programu Polska Pomoc prowadzonego przez Ministerstwo Spraw Zagranicznych RP.

source: It consisted of a series of training sessions for volunteers from Kyiv, Lviv, and Ivano-Frankivsk.
pl: W ramach projektu odbył się cykl szkoleń, w których wzięli udział wolontariusze z Kijowa, Lwowa i Iwano-Frankiwska.

source: Running from May, the classes were given by Polish specialists supported by trainers from the Maltese Relief Service in Ukraine.
pl: Trwające od maja zajęcia prowadzili specjaliści z Polski wspomagani przez trenerów Maltańskiej Służby Pomocy z Ukrainy.

source: Over a 30 day-period, 69 volunteers took part in courses on first aid, and first aid for disabled people, pregnant women, and infants.
pl: W ciągu 30 dni szkoleń z zakresu kwalifikowanej pierwszej pomocy, pierwszej pomocy dla osób niepełnosprawnych, kobiet w ciąży i niemowląt zostało przeszkolonych 69 ochotników.

source: Thanks to the funding from the Polish MFA, the Maltese Medical Service Foundation delivered close to 900 kg of rescue and training equipment to Ukraine.
pl: Dzięki wsparciu finansowemu z MSZ RP, Fundacja Maltańska Służba Medyczna dostarczyła na Ukrainę blisko 900 kg sprzętu i wyposażenia ratowniczego i szkoleniowego.

source: It included rescue backpacks, spinal boards, radiophones, full uniform sets, and full complements of training equipment for three cities, comprising modern manikins, training defibrillators and many other types of devices.
pl: Były to m.in. plecaki i deski ratownicze, radiotelefony, komplety pełnego umundurowania, kompletny sprzęt treningowy dla trzech miast w tym nowoczesne fantomy, defibrylatory ćwiczebne i wiele innego sprzętu.

source: “I want to say a big thank you to the Polish foreign ministry, the Order of Malta in Poland, and the Maltese Relief Service for excellent training and fantastic equipment, but also for standing by our side in these times which are so difficult for Ukraine, for appreciating our situation, and for friendship
pl: „Chciałbym serdecznie podziękować MSZ RP, Zakonowi Maltańskiemu Polska i Maltańskiej Służbie Pomocy, nie tylko za znakomite szkolenia i wspaniały sprzęt, ale też za bycie z nami w dzisiejszych, trudnych dla Ukrainy czasach, za zrozumienie naszej sytuacji i za przyjaźń” - powiedział w czasie podsumowania manewrów Roman Yaruchyk, kierownik Maltańskiej Służby Pomocy z Iwano-Frankiwska.

source: Grant of the Ministry of Foreign Affairs - PLN 464,102.
pl: Dotacja ze środków Ministerstwa Spraw Zagranicznych wyniosła 464 102 zł.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2012 / Conference summing up a Global Education Project
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2012 / Konferencja podsumowująca projekt z zakresu Edukacji Globalnej

source: Conference summing up a Global Education Project
pl: Konferencja podsumowująca projekt z zakresu Edukacji Globalnej

source: Schools participating in the contest for the best Global Education educational project were given awards.
pl: Nagrodzone również zostały szkoły biorące udział w konkursie na najlepszy projekt edukacyjny Edukacji Globalnej.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Armenia / Projects 2012 - Armenia / Polish Aid in Armenia: Tourist trail from Tatev to Harjis
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Armenia / Projekty 2012 - Armenia / Polska Pomoc w Armenii: szlak turystyczny z Tatewu do Harżisu

source: Polish Aid in Armenia: Tourist trail from Tatev to Harjis
pl: Polska Pomoc w Armenii: szlak turystyczny z Tatewu do Harżisu

source: October 2012 marked the end of the project to lay a tourist trail from Tatev Monastery to the village of Harjis located along the Vorotan River Gorge in Syunik Province.
pl: W październiku 2012 r. zakończyło się wytyczanie pieszego szlaku turystycznego z klasztoru Tatew do położonej nad kanionem rzeki Worotan wsi Harżis w prowincji Sjunik.

source: Detailed information on the route and its tourist attractions, as well as practical information (getting there, accommodation, etc.) will be included in an information booklet - currently in preparation - which will be distributed to tourists visiting Armenia.
pl: Szczegółowe informacje o przebiegu trasy, atrakcjach turystycznych oraz informacjach praktycznych (dojazd, noclegi itd.) zostaną zamieszczone w opracowywanym obecnie folderze informacyjnym, który będzie rozpowszechniany wśród turystów odwiedzających Armenię.

source: Armenia is becoming an increasingly popular destination for Polish tourists visiting the Caucasus.
pl: Armenia jest coraz bardziej popularna wśród polskich turystów odwiedzających Kaukaz.

source: You are here Polish Aid / News / Vice-President of the International Red Cross visits the Ministry of Foreign Affairs
pl: jesteś tutaj Polska pomoc / Aktualności / Wiceprezydent Międzynarodowego Czerwonego Krzyża z wizytą w MSZ

source: Vice-President of the International Red Cross visits the Ministry of Foreign Affairs
pl: Wiceprezydent Międzynarodowego Czerwonego Krzyża z wizytą w MSZ

source: Trends in international humanitarian aid development, the role of the International Committee of the Red Cross in helping civilian victims of conflicts and the current humanitarian situation of Ukrainian citizens in relation to military activities ongoing in the east of the country were the main issues raised at Tuesday's meeting of Deputy Minister Pawlik with Mrs Christine Beerli.
pl: Kierunki rozwoju międzynarodowej pomocy humanitarnej, rola Międzynarodowego Komitetu Czerwonego Krzyża w niesieniu pomocy ludności poszkodowanej w konfliktach oraz aktualna sytuacja humanitarna obywateli Ukrainy w związku z trwającymi na wschodzie kraju działaniami zbrojnymi były głównymi tematami poruszonymi na wtorkowym spotkaniu wiceministra Pawlika z Panią Christine Beerli

source: Minister Pawlik stressed the great importance of missions of the International Committee of the Red Cross in countries affected by armed conflicts.
pl: Minister Pawlik podkreślił ogromne znaczenie misji Międzynarodowego Komitetu Czerwonego Krzyża w krajach dotkniętych konfliktami zbrojnymi.

source: Furthermore, he expressed Poland's unwavering support for further actions of the Committee in countries which face prolonged crises (South Sudan, Yemen, Afghanistan, Syria) and in Ukraine which is affected by the armed conflict.
pl: Ponadto wyraził niesłabnące wsparcie Polski w kontynuacji działań Komitetu w państwach, w których występują przedłużające się kryzysy (Sudan Południowy, Jemen, Afganistan, Syria) oraz w dotkniętej konfliktem zbrojnym Ukrainie.

source: Every year, Poland supports the activity of the International Committee of the Red Cross which marks its presence in conflict hot spots around the world.
pl: Polska rokrocznie wspiera działalność Międzynarodowego Komitetu Czerwonego Krzyża obecnego w newralgicznych punktach konfliktów na świecie.

source: As a neutral aid donor, this organisation pursues actions for the benefit of civilian victims in places which are very hard to access for security reasons.
pl: Organizacja ta, dzięki statusowi bezstronnego dawcy pomocy, realizuje działania na rzecz poszkodowanej ludności cywilnej w miejscach, do których dostęp ze względów bezpieczeństwa jest znacznie utrudniony.

source: In his conversation with Mrs Beerli, Minister Pawlik referred to three ways of providing humanitarian aid applied by Poland, i.e. providing direct bilateral aid to countries in need (e.g. by organising humanitarian aid transports or material aid purchases), co-funding humanitarian projects carried out by Polish NGOs and making payments by the Ministry of Foreign Affairs to international humanitarian organisations, including the International Committee of the Red Cross (multilateral aid).
pl: W swojej rozmowie z Panią Beerli, Minister Pawlik odniósł się do trzech sposobów udzielania pomocy humanitarnej wykorzystywanych przez Polskę, tj. organizowania dwustronnej bezpośredniej pomocy państwom potrzebującym (np. poprzez organizację transportów pomocy humanitarnej lub zakupy pomocy rzeczowej), współfinansowania projektów humanitarnych prowadzonych przez polskie organizacje pozarządowe oraz dokonywania przez MSZ wpłat na rzecz międzynarodowych organizacji humanitarnych, w tym Międzynarodowego Komitetu Czerwonego Krzyża (pomoc wielostronna).

source: Vice-President Beerli thanked for the Polish contribution to the Committee's activity and very positively evaluated our country's aid measures carried out for the benefit of countries affected by conflicts.
pl: Wiceprezydent Beerli podziękowała za wkład Polski w działalność Komitetu oraz bardzo pozytywnie oceniła działania pomocowe naszego kraju realizowane na rzecz państw dotkniętych konfliktami.

source: She stressed the great potential of Poland as a humanitarian aid donor, which - over the past years - has evolved from a developing country into a country which consistently and thoughtfully pursues policy to support politically and economically unstable countries.
pl: Podkreśliła duży potencjał Polski jako dawcy pomocy humanitarnej, który na przestrzeni ostatnich lat, z kraju rozwijającego się, przeistoczył się w kraj, który w sposób konsekwentny i przemyślany realizuje politykę wspierania państw znajdujących się w niestabilnej sytuacji politycznej i gospodarczej.

source: You are here Polish Aid / News / Courses on social economy in Lviv
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Aktualności / We Lwowie o ekonomii społecznej

source: Courses on social economy in Lviv
pl: We Lwowie o ekonomii społecznej

source: The Institute of Urban Development in Krakow in collaboration with the Institute of the City of Lviv have organised the Social Economy School, now already into its third edition, for representatives of Ukraine's non-governmental organisations, local governments, and entrepreneurs.
pl: Już po raz trzeci Instytut Rozwoju Miast z Krakowa wraz z Instytutem Miasta Lwowa zorganizowały Szkołę Ekonomii Społecznej dla przedstawicieli ukraińskich organizacji pozarządowych, samorządów i przedsiębiorców.

source: Classes were run by practitioners with success stories in realising their business ideas.
pl: Zajęcia prowadzone były przez praktyków, którzy odnieśli sukces i zrealizowali swoje pomysły biznesowe.

source: The week-long training brought together 15 participants who learnt how to combine business activity with the pursuit of social goals, prepare a business plan, build a marketing strategy, and how to secure funding.
pl: Przez tydzień 15 uczestników uczyło się, jak połączyć działalność gospodarczą z realizacją celów społecznych, jak opracować biznes plan, jak zbudować strategię marketingową, czy jak pozyskać fundusze na finansowanie przedsięwzięcia.

source: Planned for 2017-2019, the project builds on experience and deliverables from the Institute of Urban Development's earlier projects in Lviv.
pl: Projekt, którego realizację zaplanowano na lata 2017 - 2019, wynika z doświadczeń i rezultatów wcześniejszych projektów Instytutu Rozwoju Miast wdrażanych we Lwowie.

source: Among other things, they involved the creation of the Youth Entrepreneurship Incubator.
pl: Dotyczyły między innymi stworzenia Młodzieżowego Inkubatora Przedsiębiorczości.

source: The current project is set to expand it into a Lviv Business Support Forum bringing together local and oblast authorities, businesspeople and business organisations; establish a projects laboratory; and provide a number of training and support measures for business starters.
pl: Obecny projekt zakłada jego rozbudowę, utworzenie Lwowskiego Forum Wspierania Przedsiębiorczości, które będzie skupiało władze lokalne i obwodowe, przedsiębiorców i organizacje biznesowe, utworzenie laboratorium projektowego oraz szereg działań szkoleniowych i wspierających osoby rozpoczynające działalność gospodarczą.

source: You are here Polish Aid / Development cooperation / Global Education / Global education 2011 / The Memorandum of Understanding on the Development of Global Education in Poland
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2011 / Porozumienie w sprawie wspierania rozwoju edukacji globalnej w Polsce zostało podpisane

source: The Memorandum of Understanding on the Development of Global Education in Poland
pl: Porozumienie w sprawie wspierania rozwoju edukacji globalnej

source: The Memorandum of Understanding on the Development of Global Education in Poland was signed on May 26, 2011 between the Ministry of Foreign Affairs, the Ministry of National Education and the Zagranica Group.
pl: W dniu 26 maja 2011 r. między Ministerstwem Spraw Zagranicznych, Ministerstwem Edukacji Narodowej oraz Grupą Zagranica zostało podpisane porozumienie w sprawie wspierania rozwoju edukacji globalnej w Polsce.

source: The document was signed by Krzysztof Stanowski, Under-Secretary of State at the Ministry of Foreign Affairs; Mirosław Sielatycki, Under-Secretary of State at the Ministry of National Education; and Justyna Janiszewska and Grzegorz Gruca, members of the Board of the Zagranica Group - an association of Polish NGOs involved in international co-operation for development, democracy building and humanitarian aid.
pl: Porozumienie podpisali Krzysztof Stanowski, Podsekretarz Stanu w MSZ, Mirosław Sielatycki, Podsekretarz Stanu w MEN oraz Justyna Janiszewska i Grzegorz Gruca - członkowie Zarządu Grupy Zagranica, stowarzyszenia polskich organizacji pozarządowych zaangażowanych w międzynarodową współpracę na rzecz rozwoju, wspieranie demokracji i pomoc humanitarną.

source: The signing of the Memorandum underscores the MFA's commitment towards measures aimed at boosting development and global education in Poland.
pl: Podpisanie porozumienia jest wyrazem najwyższego zaangażowania MSZ w działania na rzecz edukacji rozwojowej i globalnej w Polsce.

source: It serves as yet another example of the progress made over the years in the MFA's work to promote and implement initiatives in the area of development and global education.
pl: Stanowi również kolejny dowód postępu w czasie wieloletniej pracy MSZ na rzecz promocji i realizacji inicjatyw z dziedziny edukacji rozwojowej i globalnej.

source: The Memorandum consists of a declaration of measures aimed at disseminating global education in Poland, including promotion in the framework of both formal and informal education.
pl: Porozumienie zawiera deklarację działań zmierzających do upowszechnienia edukacji globalnej w Polsce, w tym promowanie jej zarówno w obszarze edukacji formalnej, jak i nieformalnej.
